Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_palkitsi_ahkeria_saamen_kielen_oppilaita.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita
sms: Sääʹmteʹǧǧ paʹlǩǩii reʹttev sääʹmǩiõl mättʼtõõttjid

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sms: Sääʹmteʹǧǧ juõʹjji škoouli ǩiđđprääʹznǩin stipeeʹndid sääʹmǩiõl mättʼtõõttjid, kook liâ spraavdõõttâm puârast sääʹmǩiõl mättjummšid.

source: Stipendi annettiin yhteensä kuudelle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle, neljälletoista perusopetuksen päättäneelle ja kahdeksalle Saamelaisalueen koulutuskeskuksesta valmistuneelle.
sms: Stipeeʹndid uʹvddeš kuuđ sääʹmǩiõl teeʹst pâʹjjmättʼtõõttituʹtǩǩõõzzâst čõõđtam mättʼtõõttja, nenjmlo vuâđđmättʼtõõzz čõõđtam škooulnekka da kääuʹc Sääʹmvuuʹd škooultemkõõskõõzzâst valmštõõvvâm mättʼtõõttja.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sms: Sääʹmteeʹǧǧ stipeeʹndid vuåǯǯu škoouli mieʹldd peäggtum pueʹtti nuõr:

source: Ylioppilaat:
sms: Pâʹjjmättʼtõõđi:

source: Ivalon lukio : Iina Kyrö (inarinsaame), Janita Känsälä (pohjoissaame), Sara Keränen (pohjoissaame)
sms: Âʹvvel lookkjiškooul : Iina Kyrö (aanrõšǩiõll), Janita Känsälä (tâʹvvsääʹmǩiõll), Sara Keränen (tâʹvvsääʹmǩiõll)

source: Ounasvaaran lukio, Rovaniemi : Hilla Tähkäpää (pohjoissaame)
sms: Ounasvaara lookkjiškooul, Ruäʹvnjargg : Hilla Tähkäpää (tâʹvvsääʹmǩiõll)

source: Utsjoen saamelaislukio : Jere Pieski (pohjoissaame), Miska Pohjanrinne (pohjoissaame)
sms: Uccjooǥǥ sääʹmlookkjiškooul : Jere Pieski (tâʹvvsääʹmǩiõll), Miska Pohjanrinne (tâʹvvsääʹmǩiõll)

source: Perusopetuksen suorittaneet oppilaat:
sms: Vuâđđmättʼtõõzz čõõđtam škooulneeʹǩǩ:

source: Inarin koulu: Elna Aikio (pohjoissaame), Hanno Länsman (pohjoissaame), Maiju Sigga Seurujärvi (inarinsaame), Anna Pyykkö (inarinsaame)
sms: Aanar škooul : Elna Aikio (tâʹvvsääʹmǩiõll), Hanno Länsman (tâʹvvsääʹmǩiõll), Maiju Sigga Seurujärvi (aanrõšǩiõll), Anna Pyykkö (aanrõšǩiõll)

source: Ivalon yläaste : Elle-Noora Haataja (pohjoissaame), Taina Hakovirta (inarinsaame)
sms: Âʹvvel pââibužškooul : Elle-Noora Haataja (tâʹvvsääʹmǩiõll), Taina Hakovirta (aanrõšǩiõll)

source: Karigasniemen koulu : Eelis Niittyvuopio (pohjoissaame)
sms: Karigasnjaarg škooul : Eelis Niittyvuopio (tâʹvvsääʹmǩiõll)

source: Järvikylien koulu, Sodankylä: Mette Penttinen (pohjoissaame)
sms: Järvikylien škooul, Suäʹđjel : Mette Penttinen (tâʹvvsääʹmǩiõll)

source: Hetan peruskoulu : Sunna Siilasjoki (pohjoissaame), Niillas-Iisko Näkkäläjärvi (pohjoissaame)
sms: Hetta pââibužškooul : Sunna Siilasjoki (tâʹvvsääʹmǩiõll), Niillas-Iisko Näkkäläjärvi (tâʹvvsääʹmǩiõll)

source: Utsjokisuun koulu : Álgen Aikio (pohjoissaame), Mihkku Laiti (pohjoissaame)
sms: Uccjokknjääʹlm škooul : Álgen Aikio (tâʹvvsääʹmǩiõll), Mihkku Laiti (tâʹvvsääʹmǩiõll)

source: Aleksanteri Kenan koulu, Sodankylä : Minja Ylilokka (pohjoissaame), Meeri Sieppi (pohjoissaame)
sms: Aleksanteri Kena škooul, Suäʹđjel : Minja Ylilokka (tâʹvvsääʹmǩiõll), Meeri Sieppi (tâʹvvsääʹmǩiõll)

source: Saamelaisalueen koulutuskeskuksesta valmistuneet:
sms: Sääʹmvuuʹd škooultemkõõskõõzzâst valmštõõvvâm mättʼtõõđi:

source: Inarinsaame : Tytti Kyrö
sms: Aanrõšǩiõll: Tytti Kyrö

source: Pohjoissaame: Teija Kaartokallio
sms: Tâʹvvsääʹmǩiõll : Teija Kaartokallio

source: Koltansaame: Almira Gerasimoff, Anne Mäkinen, Eveliina Feodoroff-Rantala, Maarit Haltta, Minna Moshnikoff, Sari Saxholm
sms: Nuõrttsääʹmǩiõll : Almira Gerasimoff, Anne Mäkinen, Eveliina Feodoroff-Rantala, Maarit Haltta, Minna Moshnikoff, Sari Saxholm

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
sms: Sääʹmteʹǧǧ tuäivat leekk da šiõǥǥ ǩieʹssluõvâsvuõđ pukid!
